AllExamsContentHierarchy/ChannelLevelsTopicsSkills/10+2/CoreSystemLevelTopicsSkills/InterMathsLevelsDelta11.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rfl="http://www.rulefree.com/RfLoadDataSchema">
   <soapenv:Header/>
   <soapenv:Body>
      <LoadTopicsOnlyRequest xmlns="http://www.rulefree.com/RfLoadDataSchema" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.rulefree.com/RfLoadDataSchema RfLoadDataSchema.xsd" reload="false" validateOnly="false">
      
         <id_system>103</id_system>
         <id_level>502</id_level>
         <id_provider>0</id_provider>
         <topicOnlyArray>
                  <topicOnly>
                     <id_topic>17</id_topic>
                     <subject>InterMath</subject>
                     <name>Linear Programming</name>
                     <published>true</published>
                     <derived>false</derived>
                     <skillOnlyArray>
                        <skillOnly>
                           <id_skill>1</id_skill>
                           <name>Topic Tests - Linear Programming</name>
                           <description>Topic Tests - Linear Programming</description>
                        </skillOnly>
                        <skillOnly>
                           <id_skill>2</id_skill>
                           <name>Various terminology and formulation of linear Programming</name>
                           <description>Various terminology and formulation of linear Programming</description>
                        </skillOnly>
                        <skillOnly>
                           <id_skill>3</id_skill>
                           <name>Solution of linear Programming using graphical method</name>
                           <description>Solution of linear Programming using graphical method</description>
                        </skillOnly>
                        <skillOnly>
                           <id_skill>4</id_skill>
                           <name>Solution of linear Programming using feasible and infeasible regions</name>
                           <description>Solution of linear Programming using feasible and infeasible regions</description>
                        </skillOnly>
                        <skillOnly>
                           <id_skill>5</id_skill>
                           <name>Solution of linear Programming using feasible and infeasible solutions</name>
                           <description>Solution of linear Programming using feasible and infeasible solutions</description>
                        </skillOnly>
                        <skillOnly>
                           <id_skill>6</id_skill>
                           <name>Solution of linear Programming using optimal feasible solutions</name>
                           <description>Solution of linear Programming using optimal feasible solutions</description>
                        </skillOnly>
                     </skillOnlyArray>
                  </topicOnly>
         </topicOnlyArray>
      </LoadTopicsOnlyRequest>
   </soapenv:Body>
</soapenv:Envelope>

